Repository: zintex-ou/Invoice-maker
Catalog: Invoice maker/Invoice maker/App/Resources/Localizable/Localizable.xcstrings
Source language: en
Languages: de, es, fr, fr_ca, it, pt_br

source: The user profile was changed during the operation.
de: Das Benutzerprofil wurde während des Vorgangs geändert.
es: El perfil de usuario se modificó durante la operación.
fr: Le profil utilisateur a été modifié au cours de l'opération.
fr_ca: Le profil de l'utilisateur a été modifié au cours de l'opération.
it: Il profilo utente è stato modificato durante l'operazione.
pt_br: O perfil do usuário foi alterado durante a operação.

source: This data is required to finalize the invoice.
de: Diese Daten sind erforderlich um die Rechnung fertigzustellen.
es: Estos datos son obligatorios para finalizar la factura.
fr: Ces données sont obligatoires pour finaliser la facture.
fr_ca: Ces données sont requises pour finaliser la facture.
it: Questi dati sono obbligatori per finalizzare la fattura.
pt_br: Esses dados são obrigatórios para finalizar a fatura.

# This item has %@ currency, but invoice currency is %@.
source: This item has %1$@ currency, but invoice currency is %2$@.
de: Dieser Artikel hat die Währung %1$@, aber die Rechnungswährung ist %2$@.
es: Este artículo tiene la moneda %1$@, pero la moneda de la factura es %2$@.
fr: Cet article est en %1$@, mais la devise de la facture est %2$@.
fr_ca: Cet article est en %1$@, mais la devise de la facture est %2$@.
it: Questo articolo è in %1$@, ma la valuta della fattura è %2$@.
pt_br: Este item está em %1$@, mas a moeda da fatura é %2$@.

source: This operation was interrupted by the system.
de: Dieser Vorgang wurde vom System unterbrochen.
es: El sistema interrumpió esta operación.
fr: Cette opération a été interrompue par le système.
fr_ca: Cette opération a été interrompue par le système.
it: Questa operazione è stata interrotta dal sistema.
pt_br: Essa operação foi interrompida pelo sistema.

source: Timeout error.
de: Timeout-Fehler.
es: Error de tiempo de espera.
fr: Erreur de temporisation.
fr_ca: Erreur de délai d'expiration.
it: Errore di timeout.
pt_br: Erro de tempo limite.

source: Track income, monitor status, and manage your business like a pro.
de: Verfolgen Sie das Einkommen, überwachen Sie den Status und Managen Sie Ihr Unternehmen wie ein Profi.
es: Realice un seguimiento de los ingresos, supervise el estado y administre su negocio como un profesional.
fr: Suivez les revenus, surveillez la situation et gérez votre entreprise comme un pro.
fr_ca: suivre le revenu, surveiller l'état des revenus ; gérez votre entreprise comme un pro.
it: Tieni traccia delle entrate, monitora lo stato e gestisci la tua attività come un professionista.
pt_br: Acompanhe a renda, monitore o status e gerencie sua empresa como um profissional.

source: Try again
de: Versuche es erneut
es: Intente de nuevo
fr: Essayer à nouveau
fr_ca: Réessayer
it: Riprova
pt_br: Tentar novamente

source: Unable to delete the %@. Please try again.
de: Das konnte nicht gelöscht werden%@. Bitte versuchen Sie es erneut.
es: No se puede eliminar el%@. Por favor, inténtelo de nuevo.
fr: Impossible de supprimer le%@. Veuillez réessayer.
fr_ca: Impossible de supprimer le%@. Veuillez réessayer.
it: Impossibile eliminare il%@. Per favore riprova.
pt_br: Não é possível excluir %@ o. Por favor, tente novamente.

source: Unable to fetch available In-App Purchase products at the moment.
de: Verfügbare In-App-Kaufprodukte können derzeit nicht abgerufen werden.
es: No se pueden recuperar los productos de compra integrada disponibles en este momento.
fr: Impossible de récupérer les produits d'achat intégrés disponibles pour le moment.
fr_ca: Impossible de récupérer les produits d'achat intégrés à l'application disponibles pour le moment.
it: Al momento non è possibile recuperare i prodotti di acquisto in-app disponibili.
pt_br: Não é possível buscar os produtos de compra no aplicativo disponíveis no momento.

source: Unable to fetch items and services. Please try again.
de: Artikel und Dienste konnten nicht abgerufen werden. Bitte versuchen Sie es erneut.
es: No se han podido recuperar los artículos y servicios. Por favor, inténtelo de nuevo.
fr: Impossible de récupérer les articles et les services. Veuillez réessayer.
fr_ca: Impossible d'aller chercher des articles et des services. Veuillez réessayer.
it: Impossibile recuperare articoli e servizi. Per favore riprova.
pt_br: Não é possível buscar itens e serviços. Por favor, tente novamente.

source: Unable to fetch subscription status. Please try again later.
de: Der Abonnementstatus konnte nicht abgerufen werden. Bitte versuchen Sie es später erneut.
es: No se puede obtener el estado de la suscripción. Vuelve a intentarlo más tarde.
fr: Impossible de récupérer le statut de l'abonnement. Veuillez réessayer ultérieurement.
fr_ca: Impossible de récupérer le statut de l'abonnement. Veuillez réessayer ultérieurement.
it: Impossibile recuperare lo stato dell'abbonamento. Riprova più tardi.
pt_br: Não foi possível obter o status da assinatura. Tente novamente mais tarde.

source: Unable to understand the response received.
de: Die eingegangene Antwort kann nicht verstanden werden.
es: No se puede entender la respuesta recibida.
fr: Impossible de comprendre la réponse reçue.
fr_ca: Impossible de comprendre la réponse reçue.
it: Impossibile comprendere la risposta ricevuta.
pt_br: Não foi possível entender a resposta recebida.

source: Unauthorized Request Data
de: Nicht autorisierte Anforderungsdaten
es: Datos de solicitudes no autorizadas
fr: Données de demande non autorisées
fr_ca: Données sur les demandes non autorisées
it: Dati di richiesta non autorizzati
pt_br: Dados de solicitação não autorizados

source: Unlock all features now
de: Entsperren jetzt alle Funktionen
es: Desbloquear todas las funciones ahora
fr: Débloquer toutes les fonctionnalités dès maintenant
fr_ca: Déverrouiller toutes les fonctionnalités maintenant
it: Sblocca tutte le funzionalità ora
pt_br: Desbloquear todos os recursos agora

source: Unpaid
de: Unbezahlt
es: No pagado
fr: Non payé
fr_ca: Non rémunéré
it: Non retribuito
pt_br: Não remunerado

source: Unsupported Data
de: Nicht unterstützte Daten
es: Datos no compatibles
fr: Données non prises en charge
fr_ca: Données non prises en charge
it: Dati non supportati
pt_br: Dados não suportados

source: We can't handle analytics events since you've opted out.
de: Wir können keine Analyseereignisse bearbeiten, da Sie sich abgemeldet haben.
es: No podemos gestionar los eventos de análisis porque has optado por no participar.
fr: Nous ne pouvons pas gérer les événements d'analyse puisque vous vous êtes désabonné.
fr_ca: Nous ne pouvons pas gérer les événements analytiques puisque vous vous êtes démis.
it: Non possiamo gestire gli eventi di analisi poiché l'hai disattivato.
pt_br: Não podemos lidar com eventos de análise, pois você optou por não participar.

source: week
de: Woche
es: semana
fr: semaine
fr_ca: Semaine
it: settimana
pt_br: semana

source: Weekly
de: Wöchentlich
es: Semanal
fr_ca: Hebdomadaire
pt_br: semanalmente

# With %lld days trial, then %@%@/%@
source: With %1$lld days trial, then %2$@%3$@/%4$@
de: Mit %1$lld Tagen Testphase, danach %2$@%3$@/%4$@.
es: Con %1$lld días de prueba, luego %2$@%3$@/%4$@.
fr: Avec %1$lld jours d’essai, puis %2$@%3$@/%4$@.
fr_ca: Avec %1$lld jours d’essai, puis %2$@%3$@/%4$@.
it: Con %1$lld giorni di prova, poi %2$@%3$@/%4$@.
pt_br: Com %1$lld dias de teste, depois %2$@%3$@/%4$@.

# With 3 days trial, then %@%@/%@
source: With 3 days trial, then %1$@%2$@/%3$@
de: Mit 3-Tage-Testversion, dann %1$@%2$@/%3$@
es: Con 3 días de prueba, entonces %1$@%2$@/%3$@
fr: Avec 3 jours d'essai, puis %1$@%2$@/%3$@
fr_ca: Avec un essai de 3 jours, puis %1$@%2$@/%3$@
it: Con una prova di 3 giorni, allora %1$@%2$@/%3$@
pt_br: Com 3 dias de teste, então %1$@%2$@/%3$@

source: Wrong Param
de: Falscher Parameter
es: Parámetro incorrecto
fr: Mauvais paramètre
fr_ca: Mauvais paramet
it: Param errato
pt_br: Parâmetro errado

source: year
de: Jahr
es: año
fr: Ann&#233;e
fr_ca: Année
it: Anno
pt_br: ano

source: You are not allowed to perform this action.
de: Sie dürfen diese Aktion nicht ausführen.
es: No está autorizado a realizar esta acción.
fr: Vous n'êtes pas autorisé à effectuer cette action.
fr_ca: Vous n'êtes pas autorisé à effectuer cette action.
it: Non sei autorizzato a eseguire questa azione.
pt_br: Você não possui permissão para realizar esta ação.

source: You are not authorized to make payments.
de: Sie sind nicht berechtigt, Zahlungen zu leisten.
es: No está autorizado a realizar pagos.
fr: Vous n'êtes pas autorisé à effectuer des paiements.
fr_ca: Vous n'êtes pas autorisé à effectuer des paiements.
it: Non sei autorizzato a effettuare pagamenti.
pt_br: Você não está autorizado a fazer pagamentos.

source: You have no active subscriptions, please check your subscription status.
de: Sie haben keine aktiven Abonnements. Bitte überprüfen Sie Ihren Abonnementstatus.
es: No tienes ninguna suscripción activa, comprueba el estado de tu suscripción.
fr: Vous n'avez aucun abonnement actif, veuillez vérifier l'état de votre abonnement.
fr_ca: Vous n'avez aucun abonnement actif, veuillez vérifier l'état de votre abonnement.
it: Non hai abbonamenti attivi, controlla lo stato del tuo abbonamento.
pt_br: Você não tem assinaturas ativas, verifique o status da sua assinatura.

source: You have unsaved changes. If you close this invoice, all data will be lost.
de: Sie haben ungespeicherte Änderungen. Wenn Sie diese Rechnung schließen, gehen alle Daten verloren.
es: Tienes cambios sin guardar. Si cierras esta factura, se perderán todos los datos.
fr: Vous avez des modifications non enregistrées. Si vous fermez cette facture, toutes les données seront perdues.
fr_ca: Vous avez des modifications non enregistrées. Si vous fermez cette facture, toutes les données seront perdues.
it: Sono presenti modifiche non salvate. Se chiudi questa fattura, tutti i dati andranno persi.
pt_br: Você tem alterações não salvas. Se você fechar essa fatura, todos os dados serão perdidos.

source: You haven't allowed access to Cloud service information.
de: Sie haben den Zugriff auf Cloud-Dienstinformationen nicht zugelassen.
es: No has permitido el acceso a la información del servicio en la nube.
fr: Vous n'avez pas autorisé l'accès aux informations du service Cloud.
fr_ca: Vous n'avez pas autorisé l'accès aux informations du service Cloud.
it: Non hai consentito l'accesso alle informazioni del servizio Cloud.
pt_br: Você não permitiu o acesso às informações do serviço em nuvem.

source: You need to acknowledge Apple’s privacy policy for Apple Music.
de: Sie müssen die Datenschutzbestimmungen von Apple für Apple Music akzeptieren.
es: Debes aceptar la política de privacidad de Apple para Apple Music.
fr: Vous devez prendre connaissance de la politique de confidentialité d'Apple pour Apple Music.
fr_ca: Vous devez prendre connaissance de la politique de confidentialité d'Apple pour Apple Music.
it: È necessario riconoscere l'informativa sulla privacy di Apple per Apple Music.
pt_br: Você precisa reconhecer a política de privacidade da Apple para o Apple Music.

source: You need to be authenticated to perform requests.
de: Sie müssen authentifiziert sein, um Anfragen ausführen zu können.
es: Debe estar autenticado para realizar las solicitudes.
fr: Vous devez être authentifié pour effectuer des demandes.
fr_ca: Vous devez être authentifié pour exécuter des demandes.
it: È necessario essere autenticati per eseguire le richieste.
pt_br: Você precisa estar autenticado para realizar solicitações.

source: Your payment request was canceled.
de: Ihre Zahlungsanfrage wurde storniert.
es: Se canceló tu solicitud de pago.
fr: Votre demande de paiement a été annulée.
fr_ca: Votre demande de paiement a été annulée.
it: La tua richiesta di pagamento è stata annullata.
pt_br: Sua solicitação de pagamento foi cancelada.

source: Your subscription has been successfully restored. Enjoy full access to all features.
de: Ihr Abonnement wurde erfolgreich wiederhergestellt. Genießen Sie vollen Zugriff auf alle Funktionen.
es: Tu suscripción se ha restablecido correctamente. Disfrute de un acceso completo a todas las funciones.
fr: Votre abonnement a été restauré avec succès. Profitez d'un accès complet à toutes les fonctionnalités.
fr_ca: Votre abonnement a été restauré avec succès. Profitez d'un accès complet à toutes les fonctionnalités.
it: L'abbonamento è stato ripristinato con successo. Goditi l'accesso completo a tutte le funzionalità.
pt_br: Sua assinatura foi restaurada com sucesso. Aproveite o acesso total a todos os recursos.

source: Failed to Save
es: No se pudo guardar
fr: Impossible d'enregistrer
fr_ca: Échec de l'enregistrement
it: Salvataggio non riuscito
pt_br: Falha ao salvar

source: Paid
es: Pagado
fr: Payé
fr_ca: Payé
it: Pagata
pt_br: Pago

source: Privacy policy
es: Política de privacidad
fr: Politique de confidentialité
fr_ca: Politique de confidentialité
it: politica sulla riservatezza

source: Time period
es: Período de tiempo
fr: Période
fr_ca: Période
it: Periodo di tempo
pt_br: Período de tempo

source: Yearly
es: ANUAL
fr: Annuel
fr_ca: Annuel
pt_br: Anualmente

source: Total
it: Totale
